/* NSWindow (Battery Recall Assistant) : <title:Battery Recall Assistant> (oid:5) */
"Battery Recall Assistant" = "Asistente de Sustitución de Baterías";

/* NSTextField (Battery serial number:) : <title:Battery serial number:> (oid:11) */
"Battery serial number:" = "Número de serie de la batería:";

/* NSButton (Check) : <title:Check> (oid:27) */
"Check" = "Verificar";

/* NSTextField (0) : <title:Computer serial number> (oid:44) */
"Computer serial number" = "Número de serie del ordenador";

/* NSTextField (Computer serial number:) : <title:Computer serial number:> (oid:10) */
"Computer serial number:" = "Número de serie del ordenador:";

/* NSTextField (Country:) : <title:Country:> (oid:13) */
"Country:" = "País:";

/* NSButton (Dismiss) : <title:Dismiss> (oid:28) */
"Dismiss" = "Ocultar";

/* NSTextField (Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program.) : <title:Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program.> (oid:25) */
"Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program." = "Introduzca el número de serie de 12 cifras de la batería para averiguar si es apta para el programa de sustitución de baterías iBook G4 y PowerBook G4.";

/* NSTextField (0) : <title:Full 12-digit battery serial number> (oid:9) */
"Full 12-digit battery serial number" = "Número de serie de 12 cifras de la batería";

/* NSTextField (iBook & PowerBook Battery Exchange) : <title:iBook & PowerBook Battery Exchange> (oid:24) */
"iBook & PowerBook Battery Exchange" = "Sustitución de baterías iBook y PowerBook";

/* NSMenuItem : <title:Item1> (oid:18) */
"Item1" = "Item1";

/* NSMenuItem : <title:Item2> (oid:16) */
"Item2" = "Item2";

/* NSMenuItem : <title:Item3> (oid:17) */
"Item3" = "Item3";

/* NSButton (More info…) : <title:More info…> (oid:47) */
"More info…" = "Más información…";

/* NSMenu : <title:OtherViews> (oid:15) */
"OtherViews" = "OtrasVistas";

